"Yes" = "Да";
/* Sidebar section header */
"Timer" = "Таймер";
"Take a tour of iOS Impress Remote?" = "Искате ли обиколка на iOS Impress Remote?";
/* Sidebar section header */
"Stop Watch" = "Спиране на часовника";
/* Popover option */
"Stop Presentation" = "Спиране на презентацията";
/* Update button text in diffrent states */
"Start" = "Старт";
/* Sidebar section header */
"Slides" = "Кадри";
"Searching" = "Търсене";
/* Popover option */
"Resume from blank Screen" = "Продължаване от празен екран";
"Resume from blank screen" = "Продължаване от празен екран";
/* Popover option */
"Restart" = "Рестартиране";
"Please consider restart LibreOffice Impress on your computer." = "Моля, опитайте да рестартирате LibreOffice Impress на компютъра си.";
/* Update button text in diffrent states */
"Pause" = "Пауза";
"Pairing Instructions Msg" = "1. Стартирайте LibreOffice Impress на компютъра си.\n\n2. Разрешете „Preferences - LibreOffice Impress - Общи - Разрешено дистанционно управление“.\n\n3. Уверете се, че компютърът и устройството ви са свързани с една и съща WiFi мрежа.\n\n4. Въведете ръчно IP адреса на компютъра си, ако той не бъде открит.\n\n5. Свържете се и се наслаждавайте!\n\n";
/* Pairing instructions Alert Title */
"Pairing Instructions" = "Указания за сдвояване";
/* Pairing instruction title */
"Pairing" = "Сдвояване";
/* backButton for Tutorial */
"Ok, thanks" = "ОК, благодаря";
/* OK Button on Alert view */
"OK" = "OK";
"No, thanks" = "Не, благодаря";
"New Server" = "Нов сървър";
/* EditableTableViewCell placeholder */
"Name (optional)" = "Име (по желание)";
/* Pairing instruction text */
"Launch Impress & select your computer." = "Стартирайте Impress и изберете компютъра си.";
/* EditableTableViewCell placeholder */
"IP Address" = "IP адрес";
/* Invalid IP Address Alert message */
"Invalid IP Address Msg" = "Въведеният от вас IP адрес е невалиден.";
/* Invalid IP Address Alert title */
"Invalid IP Address" = "Невалиден IP адрес";
/* App name displayed on navbar */
"Impress Remote" = "Impress Remote";
/* In app How-to title */
"How-to" = "Как да...";
"Help" = "Помощ";
"Failed to reach your computer" = "Вашият компютър е недостъпен";
/* Connection failure message */
"Failed to reach server Msg" = "Моля, проверете IP адреса и се уверете, че LibreOffice Impress е стартиран с разрешена функционалност за Impress Remote.";
/* Connection failure title */
"Failed to reach server" = "Сървърът е недостъпен";
/* Pairing instruction text */
"Enter the PIN code in SlideShow - Impress Remote" = "Въведете ПИН кода в „Прожекция - Impress Remote“.";
/* Server list section title */
"Detected Connections" = "Открити връзки";
/* Displayed when no customized server is available */
"Customize server config instruction" = "Ако компютърът ви не присъства в областта по-горе, добавете го ръчно с IP адреса му. ";
/* Server list section title */
"Custom Connections" = "Връзки по избор";
/* connect instructions */
"Create a personal hotspot on your iPhone if needed." = "Ако е необходимо, създайте лична точка за достъп на вашия iPhone.";
/* Control instruction title */
"Control" = "Управление";
/* Connection Lost Alert Msg */
"Connection Lost Msg" = "Връзката бе изгубена... Моля, опитайте отново свързване с компютъра. ";
/* Connection Lost Alert title */
"Connection Lost" = "Изгубена връзка";
/* Popover option */
"Connection Help" = "Помощ за свързване";
/* instruction page title */
"Connection" = "Връзка";
/* connect instructions */
"Connect your devices to the same WiFi network." = "Свържете устройствата си с една и съща WiFi мрежа.";
/* Back button to the connect page on navbar */
"Connect" = "Свързване";
"Click to refresh" = "Щракнете за опресняване.";
"Cancel" = "Отказ";
/* Popover option */
"Blank Screen" = "Празен екран";
"Back" = "Назад";
/* Popover option */
"About Impress Remote" = "Относно Impress Remote";
"* You don't have a WiFi connection now.\n* Connect your iOS device and your computer to the same network\n* Refresh\n* hint: you may create a personal hotspot on your computer/iPhone" = "* В момента няма WiFi връзка.\n* Свържете устройството с iOS и компютъра с една и съща мрежа.\n* Обновете.\n* Подсказка: може да създадете лична точка за достъп на компютъра/iPhone.";
"* Launch Impress on your computer\n* Connect both devices to the same WiFi network\n* P.S. Your iOS device is connected to \"%@\" now" = "* Стартирайте Impress на компютъра.\n* Свържете двете устройства с една и съща WiFi мрежа.\n* Вашето устройство с iOS сега е свързано с \"%@\".";
